{
  "A": 21128,
  "B": 21129,
  "C": 21130,
  "D": 21131,
  "E": 21132,
  "F": 21133,
  "G": 21134,
  "H": 21135,
  "I": 21136,
  "J": 21137,
  "K": 21138,
  "L": 21139,
  "M": 21140,
  "N": 21141,
  "O": 21142,
  "P": 21143,
  "Q": 21144,
  "R": 21145,
  "S": 21146,
  "T": 21147,
  "U": 21148,
  "V": 21149,
  "W": 21150,
  "X": 21151,
  "Y": 21152,
  "Z": 21153
}
