{
  "architectures": [
    "BertForTokenClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "directionality": "bidi",
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "O",
    "1": "B-\u59d3\u540d",
    "2": "B-\u5f00\u59cb\u65f6\u95f4",
    "3": "B-\u64cd\u4f5c\u7c7b\u522b",
    "4": "B-\u7ed3\u675f\u65f6\u95f4",
    "5": "B-\u8bc1\u4e66\u540d\u5b57",
    "6": "B-\u8bc1\u4e66\u7f16\u53f7",
    "7": "B-\u8eab\u4efd\u8bc1",
    "8": "I-\u59d3\u540d",
    "9": "I-\u5f00\u59cb\u65f6\u95f4",
    "10": "I-\u64cd\u4f5c\u7c7b\u522b",
    "11": "I-\u7ed3\u675f\u65f6\u95f4",
    "12": "I-\u8bc1\u4e66\u540d\u5b57",
    "13": "I-\u8bc1\u4e66\u7f16\u53f7",
    "14": "I-\u8eab\u4efd\u8bc1"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "B-\u59d3\u540d": 1,
    "B-\u5f00\u59cb\u65f6\u95f4": 2,
    "B-\u64cd\u4f5c\u7c7b\u522b": 3,
    "B-\u7ed3\u675f\u65f6\u95f4": 4,
    "B-\u8bc1\u4e66\u540d\u5b57": 5,
    "B-\u8bc1\u4e66\u7f16\u53f7": 6,
    "B-\u8eab\u4efd\u8bc1": 7,
    "I-\u59d3\u540d": 8,
    "I-\u5f00\u59cb\u65f6\u95f4": 9,
    "I-\u64cd\u4f5c\u7c7b\u522b": 10,
    "I-\u7ed3\u675f\u65f6\u95f4": 11,
    "I-\u8bc1\u4e66\u540d\u5b57": 12,
    "I-\u8bc1\u4e66\u7f16\u53f7": 13,
    "I-\u8eab\u4efd\u8bc1": 14,
    "O": 0
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "pooler_fc_size": 768,
  "pooler_num_attention_heads": 12,
  "pooler_num_fc_layers": 3,
  "pooler_size_per_head": 128,
  "pooler_type": "first_token_transform",
  "position_embedding_type": "absolute",
  "torch_dtype": "float32",
  "transformers_version": "4.50.3",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 21154
}
